[
 {"question":"What has made you feel excluded?"},
 {"question":"What seems easy for everyone but you?"},
 {"question":"What is your negative self-talk?"},
 {"question":"Are you proud of being who you are?"},
 {"question":"What question do you hate being asked?"},
 {"question":"What is one thing you want to change about yourself?"},
 {"question":"Describe one time you feel uncomfortable. Where were you? Who was around?"},
 {"question":"What are your core values? Are you living by them?"},
 {"question":"What question do you hate being asked?"},
 {"question":"What moment made you feel the happiest?"},
 {"question":"What was the last time you acted irrationally? What happened?"},
 {"question":"Do you avoid asking for help?"},
 {"question":"What decision you wish you've never made?"},
 {"question":"What is your vice?"},
 {"question":"What are three words that define who you are?"},
 {"question":"Have you ever been in love?"},
 {"question":"What is something you strongly dislike/hate?"},
 {"question":"What makes you a good person?"},
 {"question":"What's the best thing that's ever happened to you?"},
 {"question":"What's the stupidest thing you've ever done?"},
 {"question":"What is something you're insecure about, or like to hide from the world?"},
 {"question":"What is something you like about yourself?"},
 {"question":"What music do you like to listen to?"},
 {"question":"What is one thing you've had to forgive yourself for?"},
 {"question":"If you could tell your younger self some advice, what would it be?"},
 {"question":"What do you do when you're feeling lonely?"},
 {"question":"What's the hardest thing about being rejected?"},
 {"question":"What kind of things are you passionate about?"},
 {"question":"What makes you feel like you're misunderstood?"},
 {"question":"What's the best decision you've ever made?"},
 {"question":"What emotion do you feel most often?"},
 {"question":"How do you react to criticism?"},
 {"question":"If a stranger presumes you as a bad person, what do you think is the reason?"},
 {"question":"For what in your life do you feel most grateful?"},
 {"question":"What is the greatest accomplishment of your life?"},
 {"question":"If you could change anything about the way you were raised, what would it be?"},
 {"question":"What would constitute a “perfect” day for you?"},
 {"question":"What scares you the most?"},
 {"question":"Is there anything you see inside of yourself that makes you curious?"},
 {"question":"If you could do anything for the rest of your life in the entire world today, what would that be?"},
 {"question":"What type of relationship did/do you have with your parents?"},
 {"question":"How would your best friends describe you?"},
 {"question":"Who is the first person you call when you are in trouble?"},
 {"question":"What phase of life are you in?"},
 {"question":"If you could choose one superpower, what would it be and why?"},
 {"question":"What are your beliefs about God or a higher power?"},
 {"question":"What is the best advice you've ever been given?"},
 {"question":"What's the most adventurous thing you've ever done?"},
 {"question":"When was the last time you cried?"},
 {"question":"What's something you would love to try but are too afraid?"},
 {"question":"What's your favorite childhood memory?"},
 {"question":"What is your philosophy in life?"},
 {"question":"What do you want to be better at?"},
 {"question":"What do you value most in a friendship?"},
 {"question":"What emotion motivates you the most when you're down?"},
 {"question":"What gets you the most upset?"},
 {"question":"What makes you feel happy?"},
 {"question":"Describe three words about yourself."},
 {"question":"What was the relationship with your parents like?"},
 {"question":"What are you most grateful for?"},
 {"question":"Who are you most jealous of and why?"},
 {"question":"What's one “mistake” you made that ended up working out to your benefit?"},
 {"question":"What did you want to be when you were a child?"},
 {"question":"How do you define success?"},
 {"question":"What's your number one priority?"},
 {"question":"What's the best gift anyone's ever given you?"},
 {"question":"Who do you admire?"},
 {"question":"What were your favorite hobbies when you were younger?"},
 {"question":"Who was the most challenging person you've ever known?"},
 {"question":"What's something you're proud of about yourself?"},
 {"question":"When have you been brave?"},
 {"question":"What's something you've tried again and again to like, but just couldn't?"},
 {"question":"If money were no object, what sort of job would you like to have?"},
 {"question":"If you could take only three things to a desert island, what would they be?"},
 {"question":"What are you too hard on yourself about?"},
 {"question":"What's your top priority for the next year?"},
 {"question":"What do you do on a regular basis to show yourself self-compassion and self-care?"},
 {"question":"When can you be 100% authentically you?"},
 {"question":"What do you wish people knew about you?"},
 {"question":"What's the worst bit of advice you've ever received?"},
 {"question":"What was the most helpful/unhelpful thing your parents did for you when you were growing up?"},
 {"question":"What do you need less of in your life?"},
 {"question":"What is the most trouble you've ever been in?"},
 {"question":"If you could travel anywhere, where would you go?"},
 {"question":"What is the best piece of advice you've ever been given?"},
 {"question":"How do you know when you can trust someone?"},
 {"question":"Have you ever stopped talking to a friend?"},
 {"question":"Would you change anything about your past?"},
 {"question":"What moment in your life was most pivotal?"},
 {"question":"What lesson did you learn the hard way?"},
 {"question":"When was the last time you tried something new?"},
 {"question":"Where do you find inspiration?"},
 {"question":"What are you top three pet peeves?"},
 {"question":"How do you cope with stress or difficult emotions?"},
 {"question":"What's your worst habit?"},
 {"question":"What are you passionate about outside of work?"},
 {"question":"Have you ever cut someone out of your life? Why?"},
 {"question":"Who do you talk to when you're going through something difficult?"},
 {"question":"What would you like to tell your mom that isn't easy to say?"},
 {"question":"Who are the most important people in your life?"},
 {"question":"Do you feel you have enough friends?"},
 {"question":"What is your ideal life-partner"},
 {"question":"What do you think you have to offer to your life-partner?"},
 {"question":"Who is your role-model? Why do you look up to them?"},
 {"question":"Do you set good boundaries in your life?"},
 {"question":"Share a time you set a boundary with someone. How did it go?"},
 {"question":"What brings you joy in your life?"},
 {"question":"What helps you recharge when you're feeling emotionally drained?"},
 {"question":"What can you bring to the table?"},
 {"question":"Are you happy?"},
 {"question":"What is the best part of your life right now?"},
 {"question":"Is there anything missing in your life?"},
 {"question":"What do you take for granted?"},
 {"question":"What is a trait of your parents that you don't want to have as a parent?"},
 {"question":"Who has the greatest impact on your life?"},
 {"question":"What was your favorite thing to do as a kid? Do you still do that now?"},
 {"question":"If you were to stop living today, what would you regret not having done already?"},
 {"question":"Would you describe yourself as resilient?"},
 {"question":"Do you think your parents were too strict or too relaxed with you?"},
 {"question":"What is the best birthday you ever had?"},
 {"question":"Did you have a good childhood?"},
 {"question":"Have you ever experienced something traumatic? How did you cope with it?"},
 {"question":"When have you felt unheard?"},
 {"question":"What does self love mean to you?"},
 {"question":"Do you love yourself?"},
 {"question":"Are you confident in yourself?"},
 {"question":"Do you compare yourself to others?"},
 {"question":"What are your biggest insecurities?"},
 {"question":"What triggers you?"},
 {"question":"What do you think your biggeset shortcoming is?"},
 {"question":"Have you ever been rejected? How did you handle it?"},
 {"question":"How is the \"public you\" different from the \"private you\"?"},
 {"question":"What is something you are afraid for people to know about you?"},
 {"question":"What are some things you are stressed about?"},
 {"question":"What makes you sad?"},
 {"question":"What makes you angry?"},
 {"question":"What confrontations are you avoiding?"},
 {"question":"In what ways are you hypocritical or inconsistent?"},
 {"question":"What are you easily tempted by"},
 {"question":"How are you kind?"},
 {"question":"If you could describe your life in one word, what would it be? Why?"},
 {"question":"What was a recent transition in your life?"},
 {"question":"Are you a good listener?"},
 {"question":"What would you do if you weren't afraid"},
 {"question":"What is your least favorite emotion to feel? When was the last time you felt it?"},
 {"question":"Do you love your life as it is? Why or why not?"}
]